package com.vee.lb.vee.util;

/**
 * Created by Administrator on 2016/5/10.
 */
public class TestString {
    public final static String bangunmi_index_json = "[[\"1\",\"星期一\",\"5月10日\"],[\"2\",\"百武装战记\",\"第1集\"],[\"2\",\"百武装战记\",\"第1集\"],[\"2\",\"百武装战记\",\"第1集\"],[\"1\",\"星期日\",\"5月9日\"]" +
            ",[\"2\",\"百武装战记\",\"第1集\"],[\"2\",\"百武装战记\",\"第1集\"],[\"2\",\"百武装战记\",\"第1集\"],[\"1\",\"星期六\",\"5月8日\"],[\"2\",\"百武装战记\",\"第1集\"],[\"2\",\"百武装战记\",\"第1集\"]]";

    public final static String bangumi_fin_json = "[" +
            "[\"最近完结\",[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"]]," +
            "[\"最近完结\",[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"]]," +
            "[\"最近完结\",[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"]]," +
            "[\"最近完结\",[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"]]," +
            "[\"最近完结\",[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"],[\"http://192.168.1.105/1.3-id=47930682.jpg\",\"Gate 奇幻世界\",\"全26集\",\"65554\"]]]";

    public final static String news_index_json = "[" +
            "[\"写作到生命的最后一刻，松智洋极其冷静的面对死亡\",\"圣骑士·Saber\",\"54412\",\"20160-5-13\",{\"content\":\"负责《听爸爸的话》小说插画的女画师中岛有华昨天更新了自己的个人博客详细的谈了一下自己心目中的松智洋，以及松智洋在人生的最后时光，本来今年松智洋打算出《听爸爸的话》After 小说，而且松智洋是极其平静和冷静的面对自己的死亡，作为作家写作到了生命的最后一刻。\"},{\"image_list\":[\"http://192.168.1.105/3.19-id=49335403.jpg\",\"http://192.168.1.105/1.6-id=47997678.jpg\",\"http://192.168.1.105/1.7-id=48028438.jpg\",\"http://192.168.1.105/3.19-id=49335403.jpg\",\"http://192.168.1.105/1.6-id=47997678.jpg\",\"http://192.168.1.105/1.7-id=48028438.jpg\"]}]," +
            "[\"写作到生命的最后一刻，松智洋极其冷静的面对死亡\",\"圣骑士·Saber\",\"54412\",\"20160-5-13\",{\"content\":\"负责《听爸爸的话》小说插画的女画师中岛有华昨天更新了自己的个人博客详细的谈了一下自己心目中的松智洋，以及松智洋在人生的最后时光，本来今年松智洋打算出《听爸爸的话》After 小说，而且松智洋是极其平静和冷静的面对自己的死亡，作为作家写作到了生命的最后一刻。\"},{\"image_list\":[\"http://192.168.1.105/3.19-id=49335403.jpg\",\"http://192.168.1.105/1.6-id=47997678.jpg\",\"http://192.168.1.105/1.7-id=48028438.jpg\",\"http://192.168.1.105/3.19-id=49335403.jpg\",\"http://192.168.1.105/1.6-id=47997678.jpg\",\"http://192.168.1.105/1.7-id=48028438.jpg\"]}]," +
            "[\"写作到生命的最后一刻，松智洋极其冷静的面对死亡\",\"圣骑士·Saber\",\"54412\",\"20160-5-13\",{\"content\":\"负责《听爸爸的话》小说插画的女画师中岛有华昨天更新了自己的个人博客详细的谈了一下自己心目中的松智洋，以及松智洋在人生的最后时光，本来今年松智洋打算出《听爸爸的话》After 小说，而且松智洋是极其平静和冷静的面对自己的死亡，作为作家写作到了生命的最后一刻。\"},{\"image_list\":[\"http://192.168.1.105/3.19-id=49335403.jpg\",\"http://192.168.1.105/1.6-id=47997678.jpg\",\"http://192.168.1.105/1.7-id=48028438.jpg\",\"http://192.168.1.105/3.19-id=49335403.jpg\",\"http://192.168.1.105/1.6-id=47997678.jpg\",\"http://192.168.1.105/1.7-id=48028438.jpg\"]}]," +
            "[\"写作到生命的最后一刻，松智洋极其冷静的面对死亡\",\"圣骑士·Saber\",\"54412\",\"20160-5-13\",{\"content\":\"负责《听爸爸的话》小说插画的女画师中岛有华昨天更新了自己的个人博客详细的谈了一下自己心目中的松智洋，以及松智洋在人生的最后时光，本来今年松智洋打算出《听爸爸的话》After 小说，而且松智洋是极其平静和冷静的面对自己的死亡，作为作家写作到了生命的最后一刻。\"},{\"image_list\":[\"http://192.168.1.105/3.19-id=49335403.jpg\",\"http://192.168.1.105/1.6-id=47997678.jpg\",\"http://192.168.1.105/1.7-id=48028438.jpg\",\"http://192.168.1.105/3.19-id=49335403.jpg\",\"http://192.168.1.105/1.6-id=47997678.jpg\",\"http://192.168.1.105/1.7-id=48028438.jpg\"]}]]";

    public final static String comments_json = "[[\"游客1\",\"2月4日\",\"哈哈哈哈哈哈哈哈哈1\"],[\"游客2\",\"2月5日\",\"哈哈哈哈哈哈哈哈哈2\"],[\"游客3\",\"2月2日\",\"哈哈哈哈哈哈哈哈哈3\"],[\"游客4\",\"2月4日\",\"哈哈哈哈哈哈哈哈哈4\"],[\"游客5\",\"2月7日\",\"哈哈哈哈哈哈哈哈哈5\"],[\"游客6\",\"2月5日\",\"哈哈哈哈哈哈哈哈哈6\"]]";

    public final static String intro_content_json = "[\"Gate 奇幻世界\",\"人道主义in异世界;热兵器nue冷兵器\",{\"videolist\":[\"http://192.168.1.100/6649961-1.flv\",\"http://192.168.1.100/6696087-1.flv\",\"http://192.168.1.100/av4050126.flv\"]}]";
}
